---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadCaseNature
source: html/1b6c908c-b65c-8e75-80ac-cbe4a7d8eec4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadCaseNature Property

"Nature"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadCaseNature { get; }
```